{"config": [{"config": {"input_dim": 4, "bias": true, "input_dtype": "float32", "b_constraint": null, "batch_input_shape": [null, 4], "activation": "relu", "W_regularizer": null, "trainable": true, "init": "normal", "name": "dense_1", "b_regularizer": null, "W_constraint": null, "activity_regularizer": null, "output_dim": 4}, "class_name": "Dense"}, {"config": {"input_dim": 4, "bias": true, "b_regularizer": null, "b_constraint": null, "activation": "sigmoid", "W_regularizer": null, "trainable": true, "init": "normal", "name": "dense_2", "output_dim": 3, "activity_regularizer": null, "W_constraint": null}, "class_name": "Dense"}], "keras_version": "1.2.0", "class_name": "Sequential"}