{"config": [{"config": {"W_regularizer": null, "input_dtype": "float32", "bias": true, "activity_regularizer": null, "name": "dense_1", "output_dim": 4, "batch_input_shape": [null, 4], "b_regularizer": null, "input_dim": 4, "init": "normal", "activation": "relu", "W_constraint": null, "trainable": true, "b_constraint": null}, "class_name": "Dense"}, {"config": {"W_regularizer": null, "bias": true, "activity_regularizer": null, "name": "dense_2", "output_dim": 3, "b_regularizer": null, "input_dim": 4, "init": "normal", "activation": "sigmoid", "W_constraint": null, "trainable": true, "b_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "1.2.0"}